Repository: shahryarbt/taxi_booking_app
Catalog: lib/l10n/app_*.arb
Languages: is

source: Welcome to Your
is: Velkomin í þína

source: Ultimate Transportation Solution
is: Fullkomna ferðalausn

source: Let’s Get Started
is: Byrjum

source: Already have an account?
is: Ertu með reikning?

source: Book a Ride
is: Pantaðu ferð

source: Anywhere, Anytime!
is: Hvar sem er, hvenær sem er!

source: Choose Your Comfort :
is: Veldu þinn þægindi:

source: Enjoy a Luxurious Ride
is: Njóttu lúxus ferðar

source: Elevate Your Ride
is: Láttu ferðina vera meira spennandi

source: Tracking Experience
is: Eftirlitsupplifun

# no_pre_booked_rides
source: There aren't any ride for the day.
is: Það eru engar ferðir fyrir daginn.

source: Sign In
is: Skráðu þig inn

source: Skip
is: Sleppa

source: Email
is: Netfang

source: Sign Up
is: Nýskráning

source: Password
is: Lykilorð

source: Name
is: Nafn

source: Driver Arrived
is: Bílstjóri er kominn

source: Add Address
is: Bæta við heimilisfangi

source: Edit Address
is: Breyta Heimilisfangi.

source: Yes, Delete
is: Já, eyða

source: Are you sure you want to delete the account
is: Ertu viss um að þú viljir eyða reikningnum?

source: Delete Account
is: Eyða reikningi

# forgotPwd
source: Forgot Password
is: Gleymt lykilorð

# yourRegistrationIsConfirmed
source: Your registration is confirmed! Time to log in and start book ride
is: Skráningin þín hefur verið staðfest! Tími til að skrá þig inn og byrja að panta ferð

source: Enter Otp First
is: Sláðu fyrst inn OTP

source: Please Select Terms And Condition
is: Veldu skilmála og skilyrði

# continues
source: Continue
is: Halda áfram

source: Apply
is: Nota

# copyCode
source: APPLY CODE
is: NOTA KÓÐA

source: Promo for you
is: Afsláttarkóði fyrir þig

# promoApplied
source: Promo Code Applied
is: Afsláttarkóði notaður

source: Promo
is: Afsláttarkóði

source: Confirm Location
is: Staðfesta staðsetningu

source: Exp
is: Rennur út

source: Save Card
is: Vista kort

source: Expiry Date
is: Gildistími

source: Card Number
is: Kortanúmer

source: Card Holder Name
is: Nafn korthafa

source: Add Card
is: Bæta við korti

source: Website
is: Vefsíða

source: Customer Service
is: Þjónustuver

source: Current Password
is: Núverandi lykilorð

source: Enter Current Password
is: Sláðu inn núverandi lykilorð

source: Enter New Password
is: Sláðu inn nýtt lykilorð

source: Contact Us
is: Hafðu samband

source: Faq
is: Algengar spurningar

source: Confirm Payment
is: Staðfesta greiðslu

source: More Payment Options
is: Meiri greiðslumöguleikar

source: Credit & Debit Card
is: Kredit & debetkort

# topUpWallet
source: Top Up E-Wallet
is: Hlaða inn á veskið

source: Enter Amount
is: Sláðu inn upphæð

source: Save Address
is: Vista heimilisfang

source: Enter landmark
is: Sláðu inn kennileiti

source: Enter floor
is: Sláðu inn hæð

source: Landmark
is: Kennileiti

source: Floor
is: Hæð

source: Complete address
is: Fullt heimilisfang

source: Password Manager
is: Lykilorðsstjóri

source: Notification Settings
is: Tilkynningarstillingar

source: Booking Cancelled Successfully
is: Bókun hefur verið aflýst

source: Yes, Logout
is: Já, skrá mig út

source: Are you sure you want to log out?
is: Ertu viss um að þú viljir skrá þig út?

source: Logout
is: Skrá út

source: Invite Friends
is: Bjóða vinum

source: Balance
is: Staða

# moneyAddedWallet
source: Money Added to Wallet
is: Peningar bættir við veski

source: Add Money
is: Bæta við peningum

source: Wallet Balance
is: Staða veski

source: Wallet
is: Veski

source: Coupon
is: Afsláttarmiði

source: Help Center
is: Hjálparmiðstöð

source: Emergency Contact
is: Neyðartengiliður

source: Settings
is: Stillingar

source: Pre-Booked Rides
is: Fyrirfram bókaðar ferðir

source: Payment Methods
is: Greiðslumátar

source: Notification
is: Tilkynning

# manageAddress
source: Edit or Save Address
is: Breyta eða Vista Heimilisfang

source: Your Profile
is: Þinn prófíll

source: Cancel within
is: Aflýsa innan

source: otherwise pay cancellation fee
is: annars greiða afbókunargjald

source: Please select the reason for cancellations:
is: Veldu ástæðu afbókunar:

source: Cancel Taxi Booking
is: Aflýsa leigubílabókun

source: Cancel
is: Aflýsa

source: Reschedule
is: Endurbóka

source: Date & Time
is: Dagsetning & Tími

source: Mins
is: mín

source: Cancelled
is: Aflýst

source: Completed
is: Lokið

source: Active
is: Virk

source: Booking
is: Bókun

# monthAgo
source: months ago
is: mánuðum síðan

source: Latest
is: Nýjasta

source: Verified
is: Staðfest

source: Filter
is: Sía

source: Search in reviews
is: Leita í umsögnum

source: add review
is: bæta við umsögn

source: Reviews
is: Umsagnir

source: Car Details
is: Bíla upplýsingar

source: Driver Contact
is: Bílstjóra tengiliður

source: About
is: Um

source: Review
is: Umsögn

source: Rating
is: Einkunn

source: Years Exp.
is: Ára reynsla

source: Customer
is: Viðskiptavinur

source: Driver Details
is: Upplýsingar um bílstjóra

source: Pay Tip
is: Borga þjórfé

# addTipFor
source: Add a tip for
is: Bæta við þjórfé fyrir

source: Do you want to add tip for
is: Viltu bæta við þjórfé fyrir

source: You Rated
is: Þú gafst einkunn

source: Star
is: Stjarna

source: No,Thanks
is: Nei, takk

source: Enter Custom Amount
is: Sláðu inn sérsniðna upphæð

source: Tip For Driver
is: Þjórfé fyrir bílstjóra

# downloadReceipt
source: Download E-Receipt
is: Hlaða niður kvittun

source: Transaction ID
is: Færslunúmer

source: Total
is: Samtals

# estimatedMile
source: Estimated km
is: Áætluð km

# costPerMile
source: Cost Per Km
is: Kostnaður á km

source: Car Color
is: Litur á bíl

source: Car Model
is: Bíllgerð

source: Driver
is: Bílstjóri

source: Booking ID
is: Bókunarnúmer

source: E-Receipt
is: Rafræna kvittun

source: Submit
is: Senda

source: Enter here
is: Sláðu inn hér

source: Add detailed review
is: Bæta við nákvæmri umsögn

source: Your overall rating
is: Þín heildareinkunn

source: How was your trip with
is: Hvernig var ferðin með

source: Rate Driver
is: Gefa bílstjóra einkunn

source: Cash Paid
is: Greitt með reiðufé

source: Total Amount
is: Heildarupphæð

source: Pay Cash
is: Borga með reiðufé

source: Arrived At Destination
is: Kominn á áfangastað

source: Active At Destination
is: Virkur á áfangastað

# perMile
source: per km
is: á km

source: Min Away
is: mínútur í burtu

source: Active Ride
is: Virk ferð

source: Active Ride Live Location
is: Virk ferð - lifandi staðsetning

source: Cancel Ride
is: Aflýsa ferð

source: No. of Seats
is: Fjöldi sæta

source: Car Number
is: Bílanúmer

source: Rate per
is: Verð á

source: Driver is Arriving...
is: Bílstjóri er að koma...

# areYourEstimatedRide
source: are your estimated fares for your ride
is: eru þínar áætluðu fargjöld fyrir ferðina

source: Driver Arriving
is: Bílstjóri er að koma

# thisTakeFewSeconds
source: This may take a few Seconds...
is: Þetta getur tekið nokkrar sekúndur...

source: Searching Ride...
is: Leita að ferð...

source: RIDE NOW
is: FARA NÚNA

source: Schedule Ride
is: Skipuleggja ferð

source: Confirm
is: Staðfesta

source: Choose another contacts
is: Veldu aðra tengiliði

source: My Self
is: Ég sjálf(ur)

# chooseAContactSoThatTheyAlsoGetDriverNumber
source: Choose a contact so that they also get driver number , vehicle details and ride OTP vis SMS.
is: Veldu tengilið svo að þeir fái líka númer ökumanns, ökutækisupplýsingar og ferða OTP í SMS.

source: Some one else taking this ride?
is: Er einhver annar að taka þessa ferð?

source: Min
is: mín

# bookMini
source: Book
is: Bóka

source: Apply Promo
is: Nota kynningarkóða

source: Book for Self
is: Bóka fyrir sjálfan mig

source: Cash
is: Reiðufé

source: Seats Capacity
is: Sætafjöldi

source: Now
is: Núna

source: Book Ride
is: Bóka ferð

source: Destination
is: Áfangastaður

source: Saved Places
is: Vistaðir staðir

source: Manage
is: Stjórna

source: Where to?
is: Hvert á að fara?

source: Current Location
is: Núverandi staðsetning

source: Create New Password
is: Búa til nýtt lykilorð

source: Confirm Password
is: Staðfesta lykilorð

source: Enter Confirm Password
is: Sláðu inn staðfest lykilorð

# yourNewPasswordMustBeDifferent
source: Your new password must be different from previously used passwords.
is: Nýja lykilorðið þitt verður að vera frábrugðið áður notuðum lykilorðum.

source: New Password
is: Nýtt lykilorð

source: Maybe Later
is: Kannski síðar

source: Allow Location Access
is: Leyfa aðgang að staðsetningu

# toEnsureASeamlessAndEfficientExperience
source: To ensure a seamless and efficient experience, allow us access to your location.
is: Til að tryggja hnökralausa og skilvirka reynslu, leyfðu okkur aðgang að staðsetningu þinni.

source: Enable Location Access
is: Virkja aðgang að staðsetningu

source: Gender
is: Kyn

source: Phone Number
is: Símanúmer

source: Complete Profile
is: Ljúka við prófíl

# doNotWorryPersonalData
source: Don’t worry, only you can see your personal data, No one else will be able to see it.
is: Ekki hafa áhyggjur, aðeins þú getur séð persónuupplýsingar þínar. Enginn annar mun geta séð þær.

source: Complete your Profile
is: Ljúka við prófílinn þinn

source: Verify
is: Staðfesta

source: Resend code
is: Senda kóða aftur

# didNotReceiveOTP
source: Didn’t receive OTP?
is: Fékkst ekki OTP?

source: Verify Code
is: Staðfesta kóða

# agreeWith
source: I agree with
is: Sammála

# pleaseEnterTheCodeWeJustSentToEmail
source: Please enter the code we just sent to Phone Number
is: Vinsamlegast sláðu inn kóðann sem við sendum á Símanúmer.

source: Terms & Condition
is: Skilmálar og skilyrði

# enterEmail
source: Please enter email
is: Vinsamlegast sláðu inn tölvupóst

source: Create Account
is: Búa til reikning

source: Fill your information below or register with your social account.
is: Fylltu út upplýsingar þínar hér að neðan eða skráðu þig með samfélagsreikningi þínum.

# enterPassword
source: Please enter password
is: Vinsamlegast sláðu inn lykilorð

# doNotHaveAnAccount
source: Don’t have an account?
is: Áttu ekki reikning?

source: Or Sign up with
is: Eða skráðu þig með

source: Forgot Password?
is: Gleymt lykilorð?

# welcomeBack
source: Hi! Welcome back, you’ve been missed
is: Hæ! Velkomin aftur, við höfum saknað þín

source: Change Language
is: Skipta um tungumál

source: Other
is: Annað

source: Home
is: Heimili

source: Profile
is: Prófíll

source: Change Password
is: breyta lykilorði.

source: No Data Available
is: Engin gögn tiltæk.

# noSavedPlacesAvailable
source: No saved places found
is: Engir vistaðir staðir fundust.

# passwordValidation
source: Password should be of minimum 8 character with container uppercase lowercase and digit
is: Lykilorð ætti að vera að minnsta kosti 8 stafir og innihalda hástafi, lágstafi og tölustafi.

# title_forgot
source: Please enter the phone number associated with your account to reset your password.
is: Vinsamlegast sláðu inn símanúmerið sem tengist reikningnum þínum til að endurstilla lykilorðið þitt.

# promotional_text
source: We offer a variety of stylish rental cars powered by different energy sources. Choose the one that suits you best.
is: Við bjóðum uppá flotta leigubíla sem keyra fyrir mismunandi orkugjöfum. Veldu það sem þér hentar.

# chooseDriverGender
source: Choose a Driver Gender
is: Veldu kyn ökumanns

# selectVehicle
source: Please select vehicle first
is: Vinsamlegast veldu fyrst ökutæki

# phoneNumberNotEmpty
source: Phone number cannot be empty
is: Símanúmer má ekki vera tómt

# phoneShould7Digit
source: Phone number should be of 7 digits
is: Símanúmer ætti að vera 7 tölustafir

# confirmPasswordNotEmpty
source: Confirm password cannot be empty
is: Staðfestingarlykilorð má ekki vera tómt

# confirmPasswordNotCorrect
source: Confirm password is not correct
is: Staðfestingarlykilorð er ekki rétt

# emailNotValid
source: Email address is not valid
is: Tölvupóstfang er ekki gilt

source: Update
is: uppfæra

source: It needs to be verify
is: Það þarf að staðfesta það.

# selectDestination
source: Please select destination first
is: Vinsamlegast veldu áfangastað fyrst

# sessionExpired
source: Session Expired! Please Re-login
is: Lotan er útrunnin! Vinsamlegast skráðu þig inn aftur

source: Are you sure you wish to delete this item
is: Ertu viss um að þú viljir eyða þessum hlut?

source: Delete
is: Eyða

# cancelReq
source: Cancel Request
is: Hætta beiðni

# noDriversAvailable
source: No Drivers available at your location! Please try later
is: Engir ökumenn í boði á staðsetningu þinni! Vinsamlegast reyndu aftur síðar.

source: Please Try Again
is: Vinsamlegast reynið aftur

source: Close
is: Loka

source: Enter Destination
is: Sláðu inn áfangastað

# pleaseClickBackAgain
source: Please click back again to exit
is: Vinsamlegast smelltu aftur til að hætta
